
int main() {
    setlocale(LC_ALL,"RU");
    srand(time(nullptr));
    
    int strateng = rand() % 24;
    int tactick = rand() % 24;
    int stratengBlack = rand() % 24;
    int tactickBlak = rand() % 24;
    return 0;
}

int stratengCarts = [
"ПОСЛЕДНЯЯ БИТВА. Можете сыграть эту карту на
стол, если Арагорн сопровождает армию Свободных
народов и эта армия находится в границах фракции
Свободных народов. Пока эта карта в игре, кубик
действия, который использовался для перемещения
Братства, не добавляется в зону Охоты. Сбросьте эту
карту, если Братство раскрылось или было
обнаружено ДНЕВНОЙ СВЕТ. Играющий за Тень не может
бросать более 3-х кубиков атаки.",

"НЕОДОЛИМАЯ МОЩЬ. Сыграйте карту на стол.
Передвиньте фракцию Эльфов на треке политики на
одно деление вперед. Пока эта карта в игре, армии
Тени не могут пересечь границы или атаковать
(обычное сражение или осада) регионы Лориен,
Ривендейл и Серые Гавани (The Grey Havens).
Играющий за Тень может сбросить эту карту, если
потратит один любой кубик действия и сбросит с руки
одну карту событий персонажа и одну карту
стратегических событий.
БЕЗ ПОЩАДЫ. Если броски атаки и броски лидерства
нанесли хотя бы одно повреждение армии противника,
нанесите еще одно повреждение",

"СИЛА ТОМА БОМБАДИЛА. Сыграйте к арту на стол.
Передвиньте фракцию Северных народов на треке
политики на одно деление вперед. Пока эта карта в
игре, армии Тени не могут пересечь границы или
атаковать (обычное сражение или осада) регионы
Шир, Бакленд и Вековечный лес (The Old Forest).
Играющий за Тень может сбросить эту карту, если
потратит один любой кубик действия и сбросит с руки
одну карту событий персонажа и одну карту
стратегических событий.
ВЫГ ОДНАЯ ПОЗИЦИЯ . Можете сыграть эту карту,
если ваша обороняющаяся армия находится в
границах фракции Свободных народов. Отнимите 1 от
всех бросков атаки играющего за силы Тени (результат
[6] без модификаторов, тем не менее, считается
попаданием)."]