#include <iostream>
#include <string>
#include <ctime>
#include <algorithm>

using namespace std;


bool attack = false;

int counter = 2;

void FirstWesteros(int a) {
        if(a == 1 || a == 2 || a == 3) {
        cout << "Событие 1: СБОР ВОЙСК\n";
        cout << "текст: Дома создают новые отряды в крепостях и Замках.\n";
    } else if(a == 4 || a == 5 || a == 6) {
        cout << "Событие 1: СНАБЖЕНИЕ\n";
        cout << "текст: переместите жетоны на треке снабжения. дома сокращяют или распускают войска, которых не могут содержать.\n";
    } else if(a == 7 || a == 8) {
        cout << "Событие 1: ТРОН ИЗ КЛИНКОВ\n";
        cout << "текст: Владелец Железного Трона Приказывает всем домам.\n";
        cout << "а) Изменить Снабжение и состав войск,\n";
        cout << "б) Собрать войска,\n";
        cout << "с) Отдыхать так как ничего не произходит\n.";
        string test;
        cin >> test;
        counter++;
        counter++;
    } else if(a == 9) {
        cout << "Событие 1: ЗИМА БЛИЗКО\n";
        cout << "Текст: немедленно растасуйте эту колоду. Затем вскройте и разыграйте Новою карту.\n";
        FirstWesteros(rand() % 10);
    } else {
        cout << "Событие 1: ПОСЛЕДНИЕ ДНИ ЛЕТА\n";
        cout << "Текст: ничего не произходит.\n";
        counter++;
        counter++;
    }
}

void SecondWesteros(int a) {
        if(a == 1 || a == 2 || a == 3) {
        cout << "Событие 2: БИТВА КОРОЛЕЙ\n";
        cout << "текст: все дома вступают в борьбу за влияние\n";
    } else if(a == 4 || a == 5 || a == 6) {
        cout << "Событие 2: ИГРА ПРЕСТОЛОВ\n";
        cout << "текст: каждый дом получает 1 жетон власти за каждый знак короны в подвласных ему землях\n";
    } else if(a == 7 || a == 8) {
        cout << "Событие 2: ЧЕРНЫЕ КРЫЛЬЯ, ЧЕРНЫЕ СЛОВА\n";;
        cout << "текст: Владелец посыльного ворона Приказывает всем домам.\n";;
        cout << "а) вступаить в борьбу за влияние,\n";
        cout << "б) собрать жетоны власти за каждый знак короны в подвласных ему землях,\n";
        cout << "с) расслябятся так как ничего не произходит.\n";
        string test_2;
        cin >> test_2;
        counter++;
        counter++;
    } else if(a == 9) {
        cout << "Событие 2: ЗИМА БЛИЗКО\n";
        cout << "Текст: немедленно растасуйте эту колоду. Затем вскройте и разыграйте Новою карту.\n" ;
        SecondWesteros(rand() % 10);
    } else {
        cout << "Событие 2: ПОСЛЕДНИЕ ДНИ ЛЕТА\n";
        cout << "Текст: ничего не произходит.\n";
        counter++;
        counter++;
    }
}

void ThirdWesteros(int a) {
        if(a == 1 || a == 2 || a == 3) {
        cout << "Событие 3: НАШЕВСТВИЕ ОДИЧАЛЫХ\n";
        cout << "текст: одичалые наступают на земли вестероса.\n";
        attack = true;
    } else if(a == 4 || a == 5) {
        cout << "Событие 3: ПРЕДАНУ МЕЧУ\n";
        cout << "текст: Владелец валирийского меча Приказывает.\n";
        cout << "а) нельзя отдавать приказы обороны,\n";
        cout << "б) нельзя отдавать приказы похода +1 ,\n";
        cout << "с) ограничений нет.\n";
        string test_3;
        cin >> test_3;
        counter++;
        counter++;
    } else if(a == 6) {
        cout << "Событие 3: ДОЖДИ ОСЕНИ\n";
        cout << "текст: в этой фазе замыслов нельзя отдавать приказы похода +1\n";
        counter++;
        counter++;
    } else if(a == 7) {
        cout << "Событие 3: БУРЯ МЕЧЕЙ\n";
        cout << "текст: в этой фазе замыслов нельзя отдавать приказы обороны\n";
    } else if(a == 8) {
        cout << "Событие 3: ПИР ДЛЯ ВОРОНОВ\n";
        cout << "текст: в этой фазе замыслов нельзя отдавать приказы усиления власти\n";
        counter++;
        counter++;
    } else if(a == 9) {
        cout << "Событие 3: ПАУТИНА ЛЖИ\n";
        cout << "текст: в этой фазе замыслов нельзя отдавать приказы подмоги\n";
        counter++;
        counter++;
    } else {
        cout << "Событие 3: МОРЕ ШТОРМОВ\n";
        cout << "текст: в этой фазе замыслов нельзя отдавать приказы набега\n";
        counter++;
        counter++;
    }

}

void night_watch() {
    int Baratheon;
    int Lannister;
    int Stark;
    int Greyjoy;
    int Tyrell;
    int Martell;
    cout << "\n ставка Баратеона :";
    cin >> Baratheon;
    cout << "\n ставка Ланнистера :";
    cin >> Lannister;
    cout << "\n ставка Страка :";
    cin >> Stark;
    cout << "\n ставка Мартелла :";
    cin >> Martell;
    cout << "\n ставка Тирелла :";
    cin >> Tyrell;
    cout << "\n ставка Грейджоя :";
    cin >> Greyjoy;
    int Jon_Snow = Baratheon + Lannister + Stark + Martell + Tyrell + Greyjoy;
    if(Jon_Snow < counter) {
        cout << "победа Одичалых";
    } else {
        cout << "победа Ночного дозора";
        // Для нахождения максимальной ставки
        int max = Baratheon; // Инициализируем max значением Baratheon
        string max_name_2;
        string max_name_3;
        string max_name_4;
        string max_name_5;
        string max_name_6;
        string max_name = "Баратеон";
        if (Lannister > max) {
            max = Lannister;
            max_name = "Ланнистер";
        } else if (Stark == max) {
            max = Lannister;
            max_name_2 = "Ланнистер";
        }
        if (Stark > max) {
            max = Stark;
            max_name = "Старк";

        } else if (Stark == max) {
            max = Stark;
            max_name_3 = "Старк";

        }
        if (Martell > max) {
            max = Martell;
            max_name = "Мартелл";

        } else if (Martell == max) {
            max = Martell;
            max_name_4 = "Мартелл";

        }
        if (Tyrell > max) {
            max = Tyrell;
            max_name = "Тирелл";

        } else if (Tyrell == max) {
            max = Tyrell;
            max_name_5 = "Тирелл";

        }
        if (Greyjoy > max) {
            max = Greyjoy;
            max_name = "Грейджой";
        } else if (Greyjoy == max) {
            max = Greyjoy;
            max_name_6 = "Грейджой";
        }

        cout << "Высшая ставка у дома: " << max_name << max_name_2 << max_name_3 << max_name_4 << max_name_5 << max_name_6 << endl;
    }
}

void wild(int a) {
    if(a == 1) {
        cout << "КОРОЛЬ ЗА СТЕНОЙ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: отсупает на последние деления всех треков влияние\n";
        cout << "все остальные: в порядке хода каждый игрок отсупает на последние деление треков Вотчин или Двора(по своему выбору)\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: продвигается на первое деление любово трека влияния и забирает соответстующий жетон превосходства\n";


    } else if(a == 2) {
        cout << "НАЕЗДНИКИ НА МАМОНТАХ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: теряет 3 любый отряда\n";
        cout << "все остальные: теряют по 2 любых отряда\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: может выбрать из своего сброса 1 карту дома и забрать еә на руку \n";

    } else if(a == 3) {
        cout << "ПЕРЕДОВОЙ ОТРЯД\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: на свой выбор а) теряет 2 любых отряда б) отступает по тому треку влияния, где у неә наилучшая позиция\n";
        cout << "все остальные: не караются\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: не участвует в торгах(и в распределении наград и штрафов) за отражение атаки одичалый которые тутже атакуют с силой \n";
    } else if(a == 4) {
        cout << "РАЗБОЙНИКИ ГРЕМУЧЕЙ РУБАШКИ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: отсупает на 2 деление назад по треку снабжения(не менее 0)\n";
        cout << "все остальные: отсупает на 1 деление назад по треку снабжения(не менее 0)\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: продвигается на 1 деление вперед по треку снабжения(не более 6)\n";
    } else if(a == 5) {
        cout << "РАЗВЕДЧИК ОБОРОТЕНЬ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: сбрасывет все доступные жетоны власти\n";
        cout << "все остальные: сбрасыовют по 2 жетона власти(или всю доступную власть есле у них менее 2 жетонов всасти)\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: тут же возвращает в запас доступных жетонов власти всю ставку сделанную на отражение этой атаки\n";
    } else if(a == 6) {
        cout << "СБОР НА МОЛОКОВОДНОЙ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: есле держат на руке более одной карты дома сбрасывоют все карты с наибольшой боевой силой\n";
        cout << "все остальные: есле держат на руке более одной карты дома сбрасывоют по одной карте дома на свой выбор\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: забирает на руку весь сброс своих карт дома\n";
    } else if(a == 7) {
        cout << "ТИШИНА У СТЕНЫ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: не карается\n";
        cout << "все остальные: не карается\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: не нагрождается\n";
    } else if(a == 8) {
        cout << "УБИЙЦЫ ВОРОН\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: заменяет всех своих рыцарей пешеми воинов, рыцари который не заменить гибнут\n";
        cout << "все остальные: заменяет двух своих рыцарей пешеми воинов, рыцари который не заменить гибнут\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: заменяет двух своих пешых воинов рыцарями\n";
    } else {
        cout << "НАСТУПЛЕНИЕ ОРДЫ\n";
        cout << "победа одичалых\n";
        cout << "нижняя ставка: теряет 2 отряда\n";
        cout << "все остальные: треяют по 1 любому отряду\n";
        cout << "победа ночного дозора\n";
        cout << "высшая ставка: можете собрать войск по обычным правилам в любом подвласным замке или крепости \n";
    }
}


int main() {
    setlocale(LC_ALL,"RU");
    srand(time(nullptr));

    int a = rand() % 10;
    FirstWesteros(a);
    cout << "\n";

    a = rand() % 10;
    SecondWesteros(a);
    cout << "\n";

    a = rand() % 10;
    ThirdWesteros(a);
    cout << "\n";
    cout << "сила одичалых равна :" << counter << endl;
    if(counter == 12) {
        attack == true;
    }
    if(attack) {
        night_watch();
        wild(rand() % 9);
    }
    return 0;
}
