[
  [
    {
      "type": "Войско",
      "title": "Последняя битва",
      "text": "Играйте только если Арагорн или Гэндальф Белый находятся с армией Свободных людей в Южном или Северном Итилиене или в любом регионе Мордора. Положите эту карту на стол перед собой - Пока эта карта на столе, кубы действия, используемые, чтобы двигать Братство, не добавляются на охотничье поле. Вы должны немедленно скинуть «Последнюю битву», если в указанных выше регионах нет армии Свободных людей (независимо от присутствия Спутников).",
      "battle_title": "Прозрение",
      "battle_text": "Игрок Тени кидает максимум три кубика во время броска на атаку"
    },
    {
      "type": "Войско",
      "title": "Великая сила",
      "text": "Сыграйте эту карту на стол перед собой - Пока эта карта на столе, армии Тени не могут входить или атаковать Лориен, Ривендэйл или Серые Гавани. Продвиньте Эльфийскую Нацию на один шаг на Политической дорожке. Играющий за Тень может сбросить эту карту, если потратит один любой кубик действия и сбросит с руки одну карту событий персонажа и одну карту стратегических событий",
      "battle_title": "Не хватает четвертинки",
      "battle_text": "Если у вас во время броска на атаку прошла хотя бы одна удачная атака, добавьте еще одну"
    },
    {
      "type": "Войско",
      "title": "Сила Тома Бомбандила",
      "text": "Сыграйте эту карту на стол перед собой - Пока эта карта на столе, армии Тени не могут входить или атаковать Старый лес, Шир или Баклэнд. Продвиньте нацию Северян на один шаг на Политической дорожке. Игрок Тени может заставить вас скинуть «Силу Тома Бомбандила» со стола, использовав куб действия и скинув с руки одну карту Армии и одну карту Персонажа.",
      "battle_title": "Улучшение позиции",
      "battle_text": "Сыграйте, если обороняющаяся армия находится внутри границ Свободных народов - Вычти 1 из всех кубиков во время броска на атаку Игрока Тени. (Однако, при выпадении 6, атака успешна)"
    },
    {
      "type": "Сбор",
      "title": "Книга Мазарбула",
      "text": "Вы можете передвинуть любое количество Спутников на карте. Если после этого передвижения Спутник присутствует в Эреборе или Эред Луине, то передвиньте нацию гномов на значение «Война», даже если они еще не активированы.",
      "battle_title": "Улучшение позиции",
      "battle_text": "Сыграйте, если обороняющаяся армия находится внутри границ Свободных народов. Вычти 1 из всех кубиков во время броска на атаку Игрока Тени. (Однако, при выпадении 6, атака успешна)"
    },
    {
      "type": "Войско",
      "title": "Дух Мордора",
      "text": "Выберите любую армию Тени на столе, состоящую из отрядов как минимум двух разных наций Тени. Бросьте пять кубов, и заставьте игрока Тени понести одну потерю за каждый результат 5+.",
      "battle_title": "Скауты",
      "battle_text": "Перед броском на атаку отступите вашей армией"
    },
    {
      "type": "Войско",
      "title": "Следопыты Фарамира",
      "text": "Выберите армию Тени в Осгилиате, Южном Итилиене или Северном Итилиене. Бросьте три куба и заставьте игрока Тени понести одну потерю в этой армии за каждый результат 5+. Затем, если в Осгилиате есть армия Свободных людей, вы можете нанять там один гондорский отряд (обычный или элитный) и одного гондорского лидера",
      "battle_title": "Защитная стена",
      "battle_text": "Перед перемещением потерь, если у оппонента выпало две или больше удачных атаки, отнимите одну"
    },
    {
      "type": "Сбор",
      "title": "Пожар! Огонь! Враги!",
      "text": "Вы можете передвинуть любое количество Спутников на карте. Если после этого передвижения Спутник присутствует в Шире или Брыле, то передвиньте нацию северян на значение «Война», даже если они еще не активированы.",
      "battle_title": "Защитная стена",
      "battle_text": "Перед перемещением потерь, если у оппонента выпало две или больше удачных атаки, отнимите одну"
    },
    {
      "type": "Сбор",
      "title": "Мудрость Эльронда",
      "text": "Активируйте любую нацию на свой выбор и сделайте ей один шаг на Политической дорожке",
      "battle_title": "Замешательство",
      "battle_text": "Каждый немодифицированный результат кубика 1 при броске на атаку Тени, приводит к одной удачной атаке на армию Тени"
    },
    {
      "type": "Сбор",
      "title": "Красная стрела",
      "text": "Играйте только если Гондор активирован - Сделайте один шаг Роханом на Политической дорожке. Затем наймите один роханский отряд (обычный или элитный) и одного роханского лидера в Эдорасе",
      "battle_title": "Скауты",
      "battle_text": "Перед броском на атаку отступите вашей армией"
    },
    {
      "type": "Войско",
      "title": "Нежданная помощь",
      "text": "Вы можете атаковать армию Тени, осаждающую цитадель Свободных людей, своей армией в соседнем регионе. Во время этой битвы игрок Тени бросает на один куб меньше за каждый отряд Свободных людей в осажденной цитадели (минимум он бросает один)",
      "battle_title": "Не хватает четвертинки",
      "battle_text": "Если у вас во время броска на атаку прошла хотя бы одна удачная атака, добавьте еще одну."
    },
    {
      "type": "Войско",
      "title": "Дороги лесных людей",
      "text": "Играйте только если Армия свободных народов в Минас Тирите и Рохане находится в состоянии “Войны” - Передвиньте дружественную армию (если она не находится под осадой) из одного их Роханских регионов прямо в Минас Тирит. Если Минас Тирит находится под осадой то в один из ближайших регионов",
      "battle_title": "Внезапный удар",
      "battle_text": "После нормального броска на атаку, киньте еще такое дополнительное количество кубиков, которое равняется вашему Лидерству (не больше 5 кубиков) и примените результат"
    },
    {
      "type": "Войско",
      "title": "Сквозь день и ночь",
      "text": "Сыграйте если в армии Свободных народов есть Спутник - Передвиньте армию на расстояние не больше двух регионов",
      "battle_title": "Замешательство",
      "battle_text": "Каждый немодифицированный результат кубика 1 при броске на атаку Тени, приводит к одной удачной атаке на армию Тени"
    },
    {
      "type": "Сбор",
      "title": "Корабли Кирдана",
      "text": "Играйте только если эльфы в состоянии «Войны» - Наймите два эльфийских отряда (обычных или элитных) в любом прибрежном регионе, где есть армия Свободных людей.",
      "battle_title": "Разряд",
      "battle_text": "Перед броском на атаку, киньте еще такое дополнительное количество кубиков, которое равняется количеству Элитных отрядов Свободных народов и примените результат."
    },
    {
      "type": "Сбор",
      "title": "Стражи Цитадели",
      "text": "Наймите один гондорский отряд (обычный или элитный) и одного гондорского лидера в Минас Тирите",
      "battle_title": "Разряд",
      "battle_text": "Перед броском на атаку, киньте еще такое дополнительное количество кубиков, которое равняется количеству Элитных отрядов Свободных народов и примените результат"
    },
    {
      "type": "Сбор",
      "title": "Галадрим Целеборна",
      "text": "Наймите один эльфийский отряд (обычный или элитный) в Лориене.После этого возьмите одну стратегическую карту.",
      "battle_title": "Прозрение",
      "battle_text": "Игрок Тени кидает максимум три кубика во время броска на атаку"
    },
    {
      "type": "Сбор",
      "title": "Всадники Теодена",
      "text": "Наймите один роханский отряд (обычный или элитный) и одного роханского лидера либо в Эдорасе, либо в любом роханском регионе, где есть Спутник",
      "battle_title": "Прозрение",
      "battle_text": "Игрок Тени кидает максимум три кубика во время броска на атаку"
    },
    {
      "type": "Сбор",
      "title": "Гримбеорн Старый, сын Беорна",
      "text": "Наймите один отряд северян (обычный или элитный) и одного лидера северян в Карроке",
      "battle_title": "Скауты",
      "battle_text": "Перед броском на атаку отступите вашей армией"
    },
    {
      "type": "Сбор",
      "title": "Имрахиль из Дол Амрота",
      "text": "Наймите один гондорский отряд (обычный или элитный) и одного гондорского лидера в Дол Амроте",
      "battle_title": "Защитная стена",
      "battle_text": "Перед перемещением потерь, если у оппонента выпало две или больше удачных атаки, отнимите одну"
    },
    {
      "type": "Сбор",
      "title": "Люди короля Бранда",
      "text": "Наймите два обычных отряда северян в Дэйле. После этого возьмите стратегическую карту",
      "battle_title": "Защитная стена",
      "battle_text": "Перед перемещением потерь, если у оппонента выпало две или больше удачных атаки, отнимите одну"
    },
    {
      "type": "Сбор",
      "title": "Мечи Эриадора",
      "text": "Наймите один отряд северян (обычный или элитный) в Шире и один гномский отряд (обычный или элитный) в Эред Люине. После этого возьмите стратегическую карту",
      "battle_title": "Улучшение позиции",
      "battle_text": "Сыграйте, если обороняющаяся армия находится внутри границ Свободных народов - Вычти 1 из всех кубиков во время броска на атаку Игрока Тени. (Однако, при выпадении 6, атака успешна)."
    },
    {
      "type": "Сбор",
      "title": "Род Глорфиндейла",
      "text": "Наймите один эльфийский отряд (обычный или элитный) в Ривендэйле. После этого возьмите стратегическую карту",
      "battle_title": "Улучшение позиции",
      "battle_text": "Сыграйте, если обороняющаяся армия находится внутри границ Свободных народов - Вычти 1 из всех кубиков во время броска на атаку Игрока Тени. (Однако, при выпадении 6, атака успешна)."
    },
    {
      "type": "Сбор",
      "title": "Даинская гвардия Айронфутов",
      "text": "Наймите один гномский отряд (обычный или элитный) и одного гномского лидера в Эреборе",
      "battle_title": "Отвага",
      "battle_text": "Сыграйте, если в Армии Свободных Народов есть элитный отряд - Добавить 1 ко всем кубикам при броске на атаку "
    },
    {
      "type": "Сбор",
      "title": "Эомер, сын Эомунда",
      "text": "Наймите один роханский отряд (обычный или элитный) и одного роханского лидера в любом регионе, где есть свободное роханское поселение",
      "battle_title": "Отвага",
      "battle_text": "Сыграйте, если в Армии Свободных Народов есть элитный отряд - Добавить 1 ко всем кубикам при броске на атаку "
    },
    {
      "type": "Сбор",
      "title": "Лучники Трандуила",
      "text": "Наймите один эльфийский отряд (обычный или элитный) в Лесном царстве. После этого возьмите стратегическую карту.",
      "battle_title": "Отвага",
      "battle_text": "Сыграйте, если в Армии Свободных Народов есть элитный отряд - Добавить 1 ко всем кубикам при броске на атаку"
    }
  ],
  [
    {
      "type": "Персонаж",
      "title": "Эльфийские плащи",
      "text": "Положите особую охотничью плитку «Эльфийские плащи» в охотничий мешочек",
      "battle_title": "Это подарок",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства "
    },
    {
      "type": "Персонаж",
      "title": "Эльфийская веревка",
      "text": "Положите особую охотничью плитку «Эльфийская веревка» в охотничий мешочек",
      "battle_title": "Это подарок",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства "
    },
    {
      "type": "Персонаж",
      "title": "Фиал Галадриэли",
      "text": "Положите особую охотничью плитку «Фиал Галадриэли» в охотничий мешочек",
      "battle_title": "Это подарок",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства "
    },
    {
      "type": "Персонаж",
      "title": "Смеагорл поможет доброму хозяину",
      "text": "Положите особую охотничью плитку «Смеагорл поможет доброму хозяину» в охотничий мешочек",
      "battle_title": "Это подарок",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства "
    },
    {
      "type": "Персонаж",
      "title": "Отряд Следопытов",
      "text": "Можете сыграть эту карту, есле Бродяжник/Арагорн сопроваждает армию Свободных народов - уничтожьте один регулярный отряд, что бы выставить один Элитный отряд той же фракции в армии с Бродяжником/Арагорном. затем возьмите две карты стратегии ",
      "battle_title": "Отважное сопротивление",
      "battle_text": "Сыграйте, если в битве есть Спутник - Игрок Тени бросает при атаке на один кубик меньше за каждого Спутника, находящегося в битве (минимум один кубик)"
    },
    {
      "type": "Персонаж",
      "title": "Мифрильная кольчуга и Жало",
      "text": "Сыграйте эту карту на стол перед собой - После того как взята охотничья плитка, вы можете сбросить «Мифрильную кольчугу и Жало», чтобы заставить игрока Тени взять другую охотничью плитку. Эффекты второй плитки применяются, а первая кладется назад в охотничий мешочек",
      "battle_title": "Клинок Западного Края",
      "battle_text": "Сыграйте, если в битве есть Хоббит - Можете использовать одну успешную атаку при перекидывании из-за лидерства для уничтожения одного Миньона (если он есть в битве) на ваш выбор."
    },
    {
      "type": "Персонаж",
      "title": "Топор и лук",
      "text": "Играйте, только если Гимли или Леголас все еще в Братстве. Положите эту карту на стол перед собой - После того как взята охотничья плитка, вы можете сбросить «Топор и лук», чтобы снизить повреждения от охоты на один. Оставшиеся повреждения от охоты наносятся нормально. Вы должны немедленно скинуть эту карту, если и Леголас, и Гимли покидают Братство",
      "battle_title": "Сильная Атака",
      "battle_text": "Сыграйте, если в битве есть Спутник - Пред перекидыванием из-за лидерства засчитайте одну успешную атаку на том кубике, где успешная атака не выпала. Теперь вы не должны учитывать Лидерство одного из Спутников в битве при подсчете кубиков для броска. "
    },
    {
      "type": "Персонаж",
      "title": "Рог Гондора",
      "text": "Играйте, только если Боромир все еще в Братстве. Положите эту карту на стол перед собой - После того как взята охотничья плитка, вы можете сбросить «Гондорский рожок», чтобы снизить повреждения от охоты на один. Оставшиеся повреждения от охоты наносятся нормально. Вы должны немедленно скинуть эту карту, если Боромир покидает Братство",
      "battle_title": "Сильная Атака",
      "battle_text": "Сыграйте, если в битве есть Спутник - Пред перекидыванием из-за лидерства засчитайте одну успешную атаку на том кубике, где успешная атака не выпала. Теперь вы не должны учитывать Лидерство одного из Спутников в битве при подсчете кубиков для броска. "
    },
    {
      "type": "Персонаж",
      "title": "ПОСОХ МАГА",
      "text": "Можете сыграть эту карту на стол, если Гэндальф Серый с опровождает братство - Вы можете сбросить «Посох мага», чтобы не дать играющий за Тень вытянуть жетон Охоты. Немедленно сбросьте эту карту, если Гэндальф Серый покидает Братство.",
      "battle_title": "СЛУГА ТАЙНОГО ПЛАМЕНИ",
      "battle_text": "Можете с ыграть эту карту, если Гэндальф участвует в сражении - Можете с ыграть эту карту, если Гэндальф участвует в сражении"
    },
    {
      "type": "Персонаж",
      "title": "ЕСТЬ ДРУГОЙ ПУТЬ",
      "text": "Исцелите одну единицу порчи. Затем, если Голлум ведет Братство, вы также можете скрыть или переместить Братство (следуйте обычным правилам перемещения).",
      "battle_title": "ГЕРОИЧЕСКАЯ СМЕРТЬ",
      "battle_text": "Можете сыграть эту карту, если лидер Свободных народов участвует в сражении - До того, как удалить с поля свои потери вследствие бросков атаки и лидерства играющего за Тень, вы можете уничтожить одного из своих лидеров, чтобы отменить одно повреждение, или уничтожить одного Хранителя, чтобы отменить столько повреждений или меньше, каково лидерство этого Хранителя"
    },
    {
      "type": "Персонаж",
      "title": "АЦЕЛАС",
      "text": "Бросьте три кубика и исцелите одну единицу Порчи за каждый результат [5] и более. Если Странник ведет Братство, исцелите одну единицу Порчи за каждый результат [3] и более",
      "battle_title": "АНДРИЛ",
      "battle_text": "Можете сыграть эту карту, если Бродяжник/Арагорн участвует в сражении - До броска лидерства, обнулите лидерство Странника, чтобы автоматически превратить один промах в 1 повреждение, или обнулите лидерство Арагорна, чтобы автоматически превратить два промаха в 2 повреждения"
    },
    {
      "type": "Персонаж",
      "title": "Я ПОЙДУ ОДИН",
      "text": "Можете сыграть эту карту, если хотя бы один из Хранителей с опровождает Братство - Отделите Хранителя от остальной группы. Вы можете переместить этого хранителя на 1 дополнительный регион. Затем исцелите одну единицу Порчи.",
      "battle_title": "ДЕРЗКИЙ ВЫЗОВ",
      "battle_text": "Можете сыграть эту карту, если Хранитель участвует в сражении - Обнулите лидерство всех своих хранителей, чтобы отменить действие боевой карты соперника"
    },
    {
      "type": "Персонаж",
      "title": "ПЕСНЯ БИЛЬБО",
      "text": "Исцелите одну единицу порчи. Если Голлум ведет Братство, вместо этого исцелите 2 единицы порчи",
      "battle_title": "РОКОВОЙ УДАР",
      "battle_text": "Можете сыграть эту карту, если лидер Свободных народов участвует в сражении - Если в результате броска лидерства вы наносите хотя бы одно повреждение, дополнительно уничтожьте назгула (если он участвует в сражении). Если в результате броска лидерства вы наносите 2 или более повреждений, можете уничтожить Прислужника (если он участвует в сражении) вместо назгула"
    },
    {
      "type": "Персонаж",
      "title": "ЗЕРКАЛО ГАЛАДРИЭЛИ",
      "text": "Замените любой неиспользованный кубик действия на кубик действия «Воля Запада». Если Братство находится в Лориене, также исцелите одну единицу Порчи",
      "battle_title": "ГЕРОИЧЕСКАЯ СМЕРТЬ",
      "battle_text": "Можете сыграть эту карту, если лидер Свободных народов участвует в сражении - До того, как удалить с поля свои потери вследствие бросков атаки и лидерства играющего за Тень, вы можете уничтожить одного из своих лидеров, чтобы отменить одно повреждение, или уничтожить одного Хранителя, чтобы отменить столько повреждений или меньше, каково лидерство этого Хранителя"
    },
    {
      "type": "Персонаж",
      "title": "ИСПЫТАНИЕ КОРОЛЯ",
      "text": "Можете сыграть эту карту, если Бродяжник/Арагорн находится в од ном из регионов Гондора или Рохана - Вытяните три жетона охоты. Если на всех трех жетонах Око, верните их обратно в пул Охоты и уничтожьте Бродяжника/Арагорна. Иначе, вытянутые жетоны с Оком выводятся из игры до конца партии, а остальные жетоны возвращаются в пул Охоты",
      "battle_title": "ВНЕЗАПНЫЙ УДАР",
      "battle_text": "Можете сыграть эту карту, если лидер Свободных народов или Хранитель участвует в сражении - До броска кубиков атаки, выполните дополнительные броски атаки, используя столько кубиков, каково ваше лидерство (но не более пяти) и примените результаты броска немедленно"
    },
    {
      "type": "Персонаж",
      "title": "ГВАИХИР ВЕТРОБОЙ",
      "text": "Отделите от Братства, или переместите одного или группу Хранителей так, как если бы их уровень был 4. Это движение этих хранителей может быть завершено в осажденной цитадели.",
      "battle_title": "ДЕРЗКИЙ ВЫЗОВ",
      "battle_text": "Можете сыграть эту карту, если Хранитель участвует в сражении Обнулите лидерство всех своих хранителей, чтобы отменить действие боевой карты соперника"
    },
    {
      "type": "Персонаж",
      "title": "МЫ БУДЕМ БЫСТРЕЕ",
      "text": "Отделите от Братства, или переместите одного или группу Хранителей. Вы можете переместить их на 2 дополнительных региона. Это движение этих хранителей может быть завершено в осажденной цитадели.",
      "battle_title": "ДЕРЗКИЙ ВЫЗОВ",
      "battle_text": "Можете сыграть эту карту, если Хранитель участвует в сражении Обнулите лидерство всех своих хранителей, чтобы отменить действие боевой карты соперника"
    },
    {
      "type": "Персонаж",
      "title": "СНОВА ТУДА И ОБРАТНО",
      "text": "Отделите от Братства, или переместите одного или группу Хранителей. Вы можете переместить их на 1 дополнительный регион. Если после этого передвижения либо Гимли, либо Леголас находятся в Дейле, у Одинокой горы (Erebor) или в Лесном королевстве (Woodland Realm, то активируйте фракции Гномов и Северных народов и передвиньте фракции Гномов, Северных народов и Эльфов на треке политики на одно деление вперед.",
      "battle_title": "ХРАБРЫЕ СЕРДЦА",
      "battle_text": "Можете сыграть эту карту, если Хранитель участвует в сражении - Играющий за Тень бросает на 1 кубик атаки меньше за каждого Хранителя, участвующего в сражении (но не меньше одного)"
    },
    {
      "type": "Персонаж",
      "title": "ОРЛЫ ПРИЛЕТЕЛИ!",
      "text": "Играйте, если Армия Свободных Народов находится в соседнем или в одном регионе с Армией Тени, в которой есть Назгул - Киньте столько кубиков, сколько Назгулов в Армии Тени и уничтожьте одного за каждое выпадение 5+. Каждый выживший Назгул должен вернуться в цитадель Саурона. Эта карта не действует на Короля-Ведьм.",
      "battle_title": "ГЕРОИЧЕСКАЯ СМЕРТЬ",
      "battle_text": "Можете сыграть эту карту, если лидер Свободных народов участвует в сражении - До того, как удалить с поля свои потери вследствие бросков атаки и лидерства играющего за Тень, вы можете уничтожить одного из своих лидеров, чтобы отменить одно повреждение, или уничтожить одного Хранителя, чтобы отменить столько повреждений или меньше, каково лидерство этого Хранителя"
    },
    {
      "type": "Персонаж",
      "title": "Пробуждение энтов: Древобород",
      "text": "Играйте, только если Саруман в игре и Гэндальф Белый в любом роханском регионе или в Фангорне - Бросьте три куба и заставьте игрока Тени понести одну потерю в регионе Ортханка за каждый результат 4+. Если после броска в Ортханке не осталось отрядов Тени, то Саруман гибнет. Затем, если в Фангорне есть Спутник, вы можете немедленно сыграть другую карту персонажа, не используя кубы действий",
      "battle_title": "Ярость Энтов",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном из Роханских регионов, Фангорне или Ортансе - Добавить 2 ко всем кубикам при броске на атаку"
    },
    {
      "type": "Персонаж",
      "title": "Пробуждение энтов: Хьорны",
      "text": "Играйте, только если Саруман в игре и Гэндальф Белый в любом роханском регионе или в Фангорне - Бросьте три куба и заставьте игрока Тени понести одну потерю в регионе Ортханка за каждый результат 4+. Если после броска в Ортханке не осталось отрядов Тени, то Саруман гибнет. Затем, если в Фангорне есть Спутник, вы можете немедленно сыграть другую карту персонажа, не используя кубы действий",
      "battle_title": "Хьорн-темный",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном из Роханских регионов, Фангорне или Ортансе - Игрок Тени кидает максимум два кубика во время броска на атаку"
    },
    {
      "type": "Персонаж",
      "title": "Пробуждение энтов: Войско энтов",
      "text": "Играйте, только если Саруман в игре и Гэндальф Белый в любом роханском регионе или в Фангорне - Бросьте три куба и заставьте игрока Тени понести одну потерю в регионе Ортханка за каждый результат 4+. Если после броска в Ортханке не осталось отрядов Тени, то Саруман гибнет. Затем, если в Фангорне есть Спутник, вы можете немедленно сыграть другую карту персонажа, не используя кубы действий",
      "battle_title": "Безымянный лес",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном из Роханских регионов, Фангорне или Ортансе - Если у вас во время броска на атаку прошла хотя бы одна удачная атака, добавьте еще две"
    },
    {
      "type": "Персонаж",
      "title": "Мертвецы Дунхэрроу",
      "text": "Играйте, только если Бродяжник/Арагорн в регионе Рохана - Переместите Бродяжника/Арагорна и любое количество других Спутников из этого региона в Эрех, Ламедон или Пеларгир. Если выбранный регион занят армией Тени, бросьте куб. Армия Тени немедленно получает такое количество попаданий и должна отступать. Затем наймите три гондорских регулярных отряда в этом регионе",
      "battle_title": "Внезапный удар",
      "battle_text": "После нормального броска на атаку, киньте еще такое дополнительное количество кубиков, которое равняется вашему Лидерству (не больше 5 кубиков) и примените результат"
    },
    {
      "type": "Персонаж",
      "title": "Дом Стюарда",
      "text": "Играйте, только если Боромир в регионе Гондора - Наймите один гондорсий отряд (регулярных или элитный), в этом регионе в котором находится Боромир. Возьмите две стратегические карты",
      "battle_title": "Отважное сопротивление",
      "battle_text": "Сыграйте, если в битве есть Спутник - Игрок Тени бросает при атаке на один кубик меньше за каждого Спутника, находящегося в битве (минимум один кубик)"
    }
  ],
  [
    {
      "type": "Войско",
      "title": "Возвращение в Валинор",
      "text": "Сыграйте, если контролируете хотя бы одну из Элфийских цитаделей - Сделайте следующее с каждой Эльфийской цитаделью находящейся в осаде: Киньте столько кубиков, сколько в этих регионах эльфийских отрядов (максимум 5). Свободные Народы несут потери за каждую выпавшую 6",
      "battle_title": "смертельная борьба",
      "battle_text": "К броскам обеих армий добавляется 2 ко всем кубикам при броске на атаку при перекидывании из-за лидерства"
    },
    {
      "type": "Войско",
      "title": "Сражение Урук-хая",
      "text": "Играйте, только если Саруман в игре и если армия содержащая отряд из Изенгарда, осаждает цитадель Свободных Народов - Немедленно начните битву против цитадели. Битва длится три атакующих раунда вместо одного. Нельзя отступить или прекратить атаку. В течении первого раунда армия Свободных Народов не может использовать боевые карты, за исключением случая когда Спутник находится в осажденной цитадели",
      "battle_title": "бешенная атака",
      "battle_text": "После изъятия потерь, уничтожьте до 4 отрядов Тени. Киньте по одному кубику за каждый отряд. Армия Свободных Народов должна немедленно понести потери за результат 4+"
    },
    {
      "type": "Войско",
      "title": "Неосмотрительность Денетора",
      "text": "Играйте, если Минас Тирит находится в осаде. Положите эту карту на стол перед собой - При выводе карты немедленно уничтожьте одного лидера Свободных народов в Минас Тирите. Армия Свободных Народов не может использовать боевые карты в битве за Минас Тирит. Игрок Свободных Народов может заставить вас скинуть карту, используя выпадение на кубике “Воля Запада”или любой куб действия, если Гендальф или Арагорн находятся в Минас Тирите",
      "battle_title": "злоба Ортанса",
      "battle_text": "Сыграйте, если Изенгарский отряд находится в бою и армия защищается в цитадели - Добавить 1 ко всем кубикам при броске на атаку."
    },
    {
      "type": "Войско",
      "title": "День без рассвета",
      "text": "Сыграйте, если в Нация Тени находится в войне - Сбросьте все неиспользованные кубики, на которых выпала “Воля Запада”",
      "battle_title": "безжалостная атака",
      "battle_text": "Перед броском на атаку уничтожьте не больше двух отрядов Тени. Добавить 1 ко всем кубикам при броске на атаку, за каждый уничтоженный отряд"
    },
    {
      "type": "Сбор",
      "title": "Угрозы и обещания",
      "text": "Положите эту карту на стол перед собой - Игрок Свободных Народов не может продвинуть пассивную Нацию на Политическом Треке используя выпадения “Сбор” на кубиках действий. Игрок Свободных народов может скинуть эту карту при продвижении Нации из-за атаки, или специальных способностей Спутников",
      "battle_title": "злоба Ортанса",
      "battle_text": "Сыграйте, если Изенгарский отряд находится в бою и армия защищается в цитадели - Добавить 1 ко всем кубикам при броске на атаку."
    },
    {
      "type": "Сбор",
      "title": "Облако Ворон",
      "text": "Сыграйте, если Братство или Спутник находится внутри границы Свободного Народов, не находящегося в состоянии войны - Продвиньте эту Нацию на Политическом Треке на один шаг назад и уничтожьте любого лидера или отряд находящийся в игре (на выбор Игрока Свободных народов).",
      "battle_title": "Огромная Толпа",
      "battle_text": "Если, после изъятия потерь, число ваших отрядов превосходит армию противника в два раза или больше, армия Свободных Народов должна немедленно понести 1 потерю"
    },
    {
      "type": "Войско",
      "title": "Сбор Тени",
      "text": "Передвиньте одну армию тени на расстояние не больше чем 3 региона. Движение должно закончиться в регионе, оккупированном другой Армией Тьмы (это не должна быть осада).",
      "battle_title": "Мумакил",
      "battle_text": "Сыграйте, если элитный отряд Южан & Истерлингов находится в битве - Добавить 1 ко всем кубикам при броске на атаку. Если, после броска из-за лидерства, вы получили больше потерь чем оппонент, добавьте ему одно повреждение"
    },
    {
      "type": "Войско",
      "title": "Удлинение Тени",
      "text": "Передвиньте одну или две армии тени на расстояние не больше чем 2 региона. Движение должно закончиться в регионе, оккупированном другой Армией Тьмы (это не должна быть осада)",
      "battle_title": "Мумакил",
      "battle_text": "Сыграйте, если элитный отряд Южан & Истерлингов находится в битве - Добавить 1 ко всем кубикам при броске на атаку. Если, после броска из-за лидерства, вы получили больше потерь чем оппонент, добавьте ему одно повреждение"
    },
    {
      "type": "Войско",
      "title": "Движение Тени",
      "text": "Сыграйте, если Нация Тени находится в войне - Передвиньте четыре армии тени на один регион каждый",
      "battle_title": "Стая Летучих Мышей",
      "battle_text": "Отменяет эффект боевой карты сыгранной Игроком Свободных Народов Если Игрок не сыграл карту, то добавьте 1 ко всем кубикам при броске из-за лидерства"
    },
    {
      "type": "Войско",
      "title": "Пираты Умбара",
      "text": "Сыграйте, если нация Южан & Истерлингов находится в войне - Передвиньте одну армию из Умбара в любой прибрежный регион Гондора. Если в этом регионе находится Армия Свободных Народов немедленно начните битву. Следуйте нормальным правилам битвы, кроме того, что ваша атакующая армия не может отступить",
      "battle_title": "смертельная борьба",
      "battle_text": "К броскам обеих армий добавляется 2 ко всем кубикам при броске на атаку при перекидывании из-за лидерства"
    },
    {
      "type": "Сбор",
      "title": "Ярость Дунлендингов",
      "text": "Сыграйте, если нация Изенгарда находится в войне - Наймите два регулярных Изенгардских отряда в свободном регионе расположенных рядом с Северным или Южным Дунландом. Вы можете так же передвинуть до четырех Изенгардских отряда из Северного и/или Южного Дунланда в этот регион",
      "battle_title": "безжалостная атака",
      "battle_text": "Перед броском на атаку уничтожьте не больше двух отрядов Тени. Добавить 1 ко всем кубикам при броске на атаку, за каждый уничтоженный отряд"
    },
    {
      "type": "Сбор",
      "title": "Возвращение Короля- Ведьм",
      "text": "Сыграйте, если Король-Ведьм находится в игре - Передвиньте Короля-Ведьм в Ангмар. Наймите здесь два регулярных Сауроновских отряда и один Сауроновский элитный оряд",
      "battle_title": "Стая Летучих Мышей",
      "battle_text": "Отменяет эффект боевой карты сыгранной Игроком Свободных Народов Если Игрок не сыграл карту, то добавьте 1 ко всем кубикам при броске из-за лидерства"
    },
    {
      "type": "Войско",
      "title": "Полуорки и гоблины",
      "text": "Сыграйте, если нация Изенгарда находится в войне - Наймите один Изенгардский отряд (Элитный или регулярный) в регионе уже занятом Армией Теней",
      "battle_title": "Мы пришли убивать",
      "battle_text": "После изъятия потерь, бросьте дополнительную атаку. Число кубиков в ней равно количеству Элитных отрядов Тени. Повреждения засчитываются при выпадении 5 или больше"
    },
    {
      "type": "Войско",
      "title": "Олог-Хай",
      "text": "Сыграйте, если нация Саурона находится в войне - Наймите один отряд Саурона (Элитный или регулярный) в регионе уже занятом Армией Теней",
      "battle_title": "Мы пришли убивать",
      "battle_text": "После изъятия потерь, бросьте дополнительную атаку. Число кубиков в ней равно количеству Элитных отрядов Тени. Повреждения засчитываются при выпадении 5 или больше"
    },
    {
      "type": "Войско",
      "title": "Горные-Тролли",
      "text": "Сыграйте, если нация Саурона находится в войне - Замените два регулярных отряда Саурона на два элитных отряда Саурона в любом регионе на карте",
      "battle_title": "Мы пришли убивать",
      "battle_text": "После изъятия потерь, бросьте дополнительную атаку. Число кубиков в ней равно количеству Элитных отрядов Тени. Повреждения засчитываются при выпадении 5 или больше"
    },
    {
      "type": "Сбор",
      "title": "Возвышение новой силы",
      "text": "Сыграйте, если нация Саруман находится в игре - Наймите два Изенгардских регулярных отряда в каждой области Северного и Южного Дунланда и два отряда (регулярных или элитных) в Ортансе",
      "battle_title": "Огромная Толпа",
      "battle_text": "Если, после изъятия потерь, число ваших отрядов превосходит армию противника в два раза или больше, армия Свободных Народов должна немедленно понести 1 потерю"
    },
    {
      "type": "Сбор",
      "title": "Много королей служат Мордору",
      "text": "Наймите два Южных & Истерлингских регулярных отряда в каждой из трех разных областей Южан & Истерлингов",
      "battle_title": "Огромная Толпа",
      "battle_text": "Если, после изъятия потерь, число ваших отрядов превосходит армию противника в два раза или больше, армия Свободных Народов должна немедленно понести 1 потерю"
    },
    {
      "type": "Сбор",
      "title": "Разоблачение Короля",
      "text": "Сыграйте, если Арагорн находится в игре - Наймите пять регулярных отрядов Саурона и Назгула в Минас Моргуле",
      "battle_title": "безжалостная атака",
      "battle_text": "Перед броском на атаку уничтожьте не больше двух отрядов Тени. Добавить 1 ко всем кубикам при броске на атаку, за каждый уничтоженный отряд"
    },
    {
      "type": "Сбор",
      "title": "Тени на Туманных Горах",
      "text": "Наймите два отряда Саурона (регулярных или элитных) и Назгула в Горе Грэм или в Мории",
      "battle_title": "бешенная атака",
      "battle_text": "После изъятия потерь, уничтожьте до 4 отрядов Тени. Киньте по одному кубику за каждый отряд. Армия Свободных Народов должна немедленно понести потери за результат 4+."
    },
    {
      "type": "Сбор",
      "title": "Орки Опять Размножились",
      "text": "Наймите три регулярных отряда Саурона в Дол Гулдуре и три регулярных отряда Саурона в Горе Гундабад",
      "battle_title": "бешенная атака",
      "battle_text": "После изъятия потерь, уничтожьте до 4 отрядов Тени. Киньте по одному кубику за каждый отряд. Армия Свободных Народов должна немедленно понести потери за результат 4+."
    },
    {
      "type": "Сбор",
      "title": "Орда с востока",
      "text": "Сыграйте, если нация Южан & Истерлингов находится в войне - Наймите пять Южных & Истерлингских регулярных отряда в свободном от войск регионе Южан & Истерлингов. Регион с востока должен граничить с границей карты. ",
      "battle_title": "смертельная борьба",
      "battle_text": "К броскам обеих армий добавляется 2 ко всем кубикам при броске на атаку при перекидывании из-за лидерства"
    },
    {
      "type": "Сбор",
      "title": "Пробуждение монстров",
      "text": "Наймите один регулярный отряд Саурона в каждой из областей Ангмар, Эттенморс, Веавер Хилл. Так же наймите один элитный отряд Саурона в Трольшавсе",
      "battle_title": "отчаянная битва",
      "battle_text": "К обоим армиям добавьте 1 ко всем кубикам при броске на атаку и броске из-за лидерства"
    },
    {
      "type": "Сбор",
      "title": "Сборы из-за долгой войны",
      "text": "Сыграйте, если Нация Тени находится в войне - Наймите пять Южных & Истерлингских регулярных отряда в Горгорофе и пять регулярных отряд Саурона в Нарне",
      "battle_title": "отчаянная битва",
      "battle_text": "К обоим армиям добавьте 1 ко всем кубикам при броске на атаку и броске из-за лидерства"
    },
    {
      "type": "Сбор",
      "title": "Западня Мордора",
      "text": "Сыграйте, если Нация Сарона находится в войне - Наймите два регулярных отряд Саурона в каждом из трех различных Цитаделей Саурона",
      "battle_title": "отчаянная битва",
      "battle_text": "К обоим армиям добавьте 1 ко всем кубикам при броске на атаку и броске из-за лидерства"
    }
  ],

  [
    {
      "type": "Персонаж",
      "title": "Логово Шелобы",
      "text": "Положите особую охотничью плитку «Логово Шелобы» в охотничий мешочек",
      "battle_title": "Одно для темного властелина",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Кольцо Принадлежит Мне",
      "text": "Положите особую охотничью плитку «Кольцо Принадлежит Мне» в охотничий мешочек",
      "battle_title": "Одно для темного властелина",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Они Пришли",
      "text": "Положите особую охотничью плитку «Они Пришли» в охотничий мешочек",
      "battle_title": "Одно для темного властелина",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Дайте это мне",
      "text": "Положите особую охотничью плитку «Дайте это мне» в охотничий мешочек",
      "battle_title": "Одно для темного властелина",
      "battle_text": "Сыграйте, если обороняющаяся армия находится в одном регионе с Братством - Добавить 1 ко всем кубикам при броске на атаку и при перекидывании из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Патруль Орков",
      "text": "Сыграйте, если последнее известная позиция Братства находится в регионе не содержащем Поселений Свободных Народов - Вытяните охотничью плитку. Если плитка окажется Глазом или Специальной Плиткой Братства, то сбросьте, игнорируя её эффект. Если плитка с номером (включая Специальные Плитки Тени без Глаза), нанесите повреждение Братству, как если бы плитка была взята после удавшейся охоты.",
      "battle_title": "Беспощадный как Смерть",
      "battle_text": "Сыграйте, если общее Лидерство Назгулов 2 или больше - Добавить 1 ко всем кубикам при броске на атаку. Перед броском из-за лидерства вычтите 2 из своего Лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Разрушение Илсидура",
      "text": "Сыграйте, если последнее известная позиция Братства находится в регионе не содержащем Поселений Свободных Народов - Вытяните охотничью плитку. Если плитка окажется Глазом или Специальной Плиткой Братства, то сбросьте, игнорируя её эффект. Если плитка с номером (включая Специальные Плитки Тени без Глаза), нанесите повреждение Братству, как если бы плитка была взята после удавшейся охоты. Братство должно принять повреждения как порчу.",
      "battle_title": "Беспощадный как Смерть",
      "battle_text": "Сыграйте, если общее Лидерство Назгулов 2 или больше - Добавить 1 ко всем кубикам при броске на атаку. Перед броском из-за лидерства вычтите 2 из своего Лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Грязное существо из глубины",
      "text": "Сыграйте, если последнее известная позиция Братства находится в регионе не содержащем Поселений Свободных Народов - Вытяните охотничью плитку. Если плитка окажется Глазом или Специальной Плиткой Братства, то сбросьте, игнорируя её эффект. Если плитка с номером (включая Специальные Плитки Тени без Глаза), нанесите повреждение Братству, как если бы плитка была взята после удавшейся охоты. Братство должно принять повреждения, если возможно, то частично как в виде порчи",
      "battle_title": "Они ужасны",
      "battle_text": "Сыграйте, если Назгулов в битве не меньше двух - Перед броском из-за лидерства вычтите 1 из своего Лидерства. Добавить 1 ко всем кубикам при броске из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "просвечивание тел",
      "text": "Сыграйте, если последнее известная позиция Братства находится в регионе не содержащем Поселений Свободных Народов - Киньте три кубика. За каждый результат 4+, добавьте 1 очко порчи. Если ГОЛЛУМ проводник, порча добавляется при результате 6",
      "battle_title": "Ужас и Отчаяние",
      "battle_text": "Сыграйте, если в битве есть Назгул - Объявите сколько Лидерства вы готовы пожертвовать в броске из-за Лидерства. Игрок свободных народов кидает в броске на атаку на один кубик меньше за каждое пожертвованное Лидерство (минимум кубиков при броске 1)"
    },
    {
      "type": "Персонаж",
      "title": "Поиск Назгулов",
      "text": "Сыграйте, если Братство находится на шаге 1 или выше в счетчике Содружества - Вы можете передвинуть какого-нибудь одного или всех Назгулов. Если, после движения, хотя бы один Назгул находится в регионе с последней известной позицией Содружества, то игрок Свободных Народов должен немедленно открыть Содружество",
      "battle_title": "Грязное Зловоние",
      "battle_text": "Если, ваше Лидерство равно или превышает Лидерство игрока Свободных Народов, то игрок Свободных народов пропускает бросок из-за Лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Беспощадная погода",
      "text": "Сыграйте, если Братство находится на шаге 1 или выше в счетчике Содружества - Передвиньте последнюю известную позицию Братства на одни соседний регион.",
      "battle_title": "Беспощадный как Смерть",
      "battle_text": "Сыграйте, если общее Лидерство Назгулов 2 или больше - Добавить 1 ко всем кубикам при броске на атаку. Перед броском из-за лидерства вычтите 2 из своего Лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Удар Назгула",
      "text": "Сыграйте, если Братство находится на шаге 1 или выше в счетчике Содружества - Вы можете передвинуть какого-нибудь одного или всех Назгулов. Если, после движения, хотя бы один Назгул находится в регионе с последней известной позицией Содружества, то вы можете скинуть одну Карту Персонажа Свободных Народов или немедленно кидать кубики на охоту",
      "battle_title": "Черное дыхание",
      "battle_text": "Сыграйте, если в битве есть Назгул - Если при перебрасывания из-за лидерства выпало не меньше одного повреждения, то уничтожьте одного лидера Свободных Народов (в дополнении к повреждениям). Или, Если общее количество повреждений в броске из-за Лидерства равно или превышает уровень лидерства Спутника, вы можете немедленно его уничтожить"
    },
    {
      "type": "Персонаж",
      "title": "Ранение Моргула",
      "text": "Сыграйте, если Братство раскрыто - Если уровень порчи Братства три или меньше добавьте два очка Порчи, иначе добавьте одно очко Порчи",
      "battle_title": "Черное дыхание",
      "battle_text": "Сыграйте, если в битве есть Назгул - Если при перебрасывания из-за лидерства выпало не меньше одного повреждения, то уничтожьте одного лидера Свободных Народов (в дополнении к повреждениям). Или, Если общее количество повреждений в броске из-за Лидерства равно или превышает уровень лидерства Спутника, вы можете немедленно его уничтожить"
    },
    {
      "type": "Персонаж",
      "title": "Притяжение кольца",
      "text": "Сыграйте, если Братство раскрыто - Случайно выберите одного Спутника в Братстве, вытягиванием из счетчика. Игрок, Играющий за Свободные Народы может выбрать одно из двух, либо добавить порчи равное уровню Спутника, либо уничтожьте спутника. Если Голлум является предводителем Братства, немедленно добавьте одно очко порчи",
      "battle_title": "Они ужасны",
      "battle_text": "Сыграйте, если Назгулов в битве не меньше двух - Перед броском из-за лидерства вычтите 1 из своего Лидерства. Добавить 1 ко всем кубикам при броске из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Разрыв Братства",
      "text": "Сыграйте, если Братство раскрыто - Вытяните охотничью плитку. Если плитка пронумерована, Игрок Свободных Народов должен отделить Спутников в количестве равном номеру плитки. Поставьте их в регионе рядом последней известной позицией Братства (или уничтожьте их, если Братство находится в Мордоре). Если вытянули плитку Глаза или Специальную Плитку Братства, то сбросьте, игнорируя её эффект. Если Голлум является предводителем Братства, немедленно добавьте одно очко порчи",
      "battle_title": "Ужас и Отчаяние",
      "battle_text": "Сыграйте, если в битве есть Назгул - Объявите сколько Лидерства вы готовы пожертвовать в броске из-за Лидерства. Игрок свободных народов кидает в броске на атаку на один кубик меньше за каждое пожертвованное Лидерство (минимум кубиков при броске 1). "
    },
    {
      "type": "Персонаж",
      "title": "Изношенный от скорби и тягот",
      "text": "Сыграйте эту карту на стол перед собой - Если Спутник в Братстве получает порчу, то (в дополнении) вы можете скинуть случайную Карту Персонажа из руки оппонента или скинуть случайную Карту Персонажа лежащую на столе. Вы должны немедленно скинуть карту “Изношенный от скорби и тягот”, если Братство объявилось в Городе или Цитадели Свободных Народов",
      "battle_title": "Слова Силы",
      "battle_text": "Сыграйте, если в битве есть Назгул - Выберите Спутника. Лидерство этого Спутника и его специальные возможности игнорируются в этот раунд"
    },
    {
      "type": "Персонаж",
      "title": "Стая Кребайнов",
      "text": "Сыграйте эту карту на стол перед собой - Скиньте эту карту перед броском на Охоту. Добавьте 1 к каждому результату кубика во время охоты. Вы должны немедленно скинуть карту “Изношенный от скорби и тягот”, если Братство объявилось в Городе или Цитадели Свободных Народов.",
      "battle_title": "Они ужасны",
      "battle_text": "Сыграйте, если Назгулов в битве не меньше двух - Перед броском из-за лидерства вычтите 1 из своего Лидерства. Добавить 1 ко всем кубикам при броске из-за лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Барлог из Мории",
      "text": "Сыграйте эту карту на стол перед собой - Скиньте эту карту и вытащите плитку Охоты. Если Братство перемещается по Мори входит или выходит из нее, то положение Братства должно быть объявлено или открыто. (Это в дополнении к одной охотничьей плитке вытащенной в Цитадели Тени). Если плитка окажется Глазом, то сбросьте, игнорируя её эффект, в противном случае получите урон, как если бы это была обычная успешная Охота. Или сбросьте “Барлог из Мори” для использования “Убиство Дурин”, как если бы вы сыграли карту битвы из руки",
      "battle_title": "Убиство Дурин",
      "battle_text": "Сыграйте, если защищающаяся армия внутри одного из двух регионов Мории - Перед броском на атаку, юросьте три кубика. Игрок Свободных народов должен получить повреждения за каждый результат 4 или выше"
    },
    {
      "type": "Персонаж",
      "title": "Всевидещее Око",
      "text": "Измените три несипользованных результата на Кубиках Действия Тени на результат “Глаз”. Перенесите эти кубики в Бокс Охоты",
      "battle_title": "Слова Силы",
      "battle_text": "Сыграйте, если в битве есть Назгул - Выберите Спутника. Лидерство этого Спутника и его специальные возможности игнорируются в этот раунд"
    },
    {
      "type": "Персонаж",
      "title": "Страшные заклятия",
      "text": "Играйте, если армия Тени, содержащая Назгула, находится в смежном или одном регионе с Армией Свободных Народов - Бросьте столько кубиков, сколько Назгулов у вас в армии (не больше 5). Игрок Свободных народов должен получить повреждения за каждый результат 5 или выше",
      "battle_title": "злоба Ортанса",
      "battle_text": "Сыграйте, если Изенгарский отряд находится в бою и армия защищается в цитадели - Добавить 1 ко всем кубикам при броске на атаку"
    },
    {
      "type": "Персонаж",
      "title": "Земля, Молот подземного Мира",
      "text": "Сыграйте, если Король-Ведьм находится в игре и армия Тени в данный осаждает Цитадель Свободных Народов - Немедленно начните битву против цитадели. Битва длится три атакующих раунда вместо одного. Нельзя отступить или прекратить атаку. В течении первого раунда армия Свободных Народов не может использовать боевые карты, за исключением случая когда Спутник находится в осажденной цитадели.",
      "battle_title": "Ужас и Отчаяние",
      "battle_text": "Сыграйте, если в битве есть Назгул - Объявите сколько Лидерства вы готовы пожертвовать в броске из-за Лидерства. Игрок свободных народов кидает в броске на атаку на один кубик меньше за каждое пожертвованное Лидерство (минимум кубиков при броске 1)."
    },
    {
      "type": "Персонаж",
      "title": "Палантир Ортанса",
      "text": "Сыграйте, если Саруман находится в игре. Положите эту карту на стол перед собой - Каждый раз когда вы используете выпавшее на Кубике Действия событие для действий с картами, возьмите другую карту в одной из ваших колод. Игрок Свободных Народов может заставить вас скинуть карту, используя выпадение на кубике “Воля Запада”, или любой куб действия, или Эльфийское кольцо",
      "battle_title": "Беспощадный как Смерть",
      "battle_text": "Сыграйте, если общее Лидерство Назгулов 2 или больше - Добавить 1 ко всем кубикам при броске на атаку. Перед броском из-за лидерства вычтите 2 из своего Лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Вормтонг",
      "text": "Сыграйте, если Саруман находится в игре. Положите эту карту на стол перед собой - Рохан не может быть активирован кроме как, специальным свойством Спутника, или если Братство объявится в одном из городов или Цитадели Рохана. Скиньте карту, если Рохан активирован из-за вышеперечисленных эффектов. Так же скиньтеесли Хельмова Падь или Эдорас атакованы",
      "battle_title": "Грязное Зловоние",
      "battle_text": "Сыграйте, если в битве есть Назгул - Если, ваше Лидерство равно или превышает Лидерство игрока Свободных Народов, то игрок Свободных народов пропускает бросок из-за Лидерства"
    },
    {
      "type": "Персонаж",
      "title": "Всюду Духи Кольца",
      "text": "Передвиньте одного или всех Назгулов. После движения Назгулов, вы можете передвинуть две армии, если в них есть хотя бы один Назгул или атаковать одной армией, в которой есть хотя бы одни Назгул",
      "battle_title": "Слова Силы",
      "battle_text": "Сыграйте, если в битве есть Назгул - Выберите Спутника. Лидерство этого Спутника и его специальные возможности игнорируются в этот раунд"
    },
    {
      "type": "Персонаж",
      "title": "Команды Черного Капитана",
      "text": "Сыграйте, если Король-Ведьм находится в игре - Первое, Наймите двух Назгулов в Регионе с Королем-Ведьм или передвиньте одного или всех Назгулов. Затем вы можете ходить или атаковать армией в которой находится Король-Ведьм",
      "battle_title": "Грязное Зловоние",
      "battle_text": "Сыграйте, если в битве есть Назгул - Если, ваше Лидерство равно или превышает Лидерство игрока Свободных Народов, то игрок Свободных народов пропускает бросок из-за Лидерства"
    }
  ]
]
